Repository: OpenMediaVault-Plugin-Developers/openmediavault-transmissionbt
Catalog: usr/share/openmediavault/locale/*/openmediavault-transmissionbt.po
Languages: cs_cz, da_da, de_de, gl, hu_hu, it_it, ja_jp, pl_pl

source: % completed ...
cs_cz: % dokončeno…
da_da: % færdig ...
de_de: % abgeschlossen ...
gl: % completado ...
hu_hu: % elkészült…
it_it: % completato ...
ja_jp: % 完了しました ...
pl_pl: % skończonych...

source: 100% completed ...
cs_cz: 100% dokončeno…
da_da: 100% færdig ...
de_de: 100% abgeschlossen ...
gl: 100% completado ...
hu_hu: 100% elkészült…
it_it: 100% completato ...
ja_jp: 100% 完了しました ...
pl_pl: 100% ukończonych...

source: Add Torrent by URL
cs_cz: Přidat torrent z URL adresy
da_da: Tilføj Torrent med URL
de_de: Torrent durch URL hinzufügen
gl: Engadir un torrent polo URL
hu_hu: Torrent hozzáadása URL-ből
it_it: Aggiungi Torrent da URL
ja_jp: URLによるTorrentの追加
pl_pl: Dodaj link do torrenta

source: Add torrent
cs_cz: Přidat torrent
da_da: Tilføj torrent
de_de: Torrent hinzufügen
gl: Engadir un torrent
hu_hu: Torrent hozzáadása
it_it: Aggiungi torrent
ja_jp: トレントの追加
pl_pl: Dodaj torrenta

source: Adding Torrent ...
cs_cz: Přidávání torrentu…
da_da: Tilføjer Torrent ...
de_de: Torrent wird hinzugefügt ...
gl: Engadindo un torrent ...
hu_hu: Torrent hozzáadása…
it_it: Aggiungo Torrent ...
ja_jp: Torrentを追加しています ...
pl_pl: Dodaję torrenta ...

source: Authentication
cs_cz: Ověřování
da_da: Godkendelse
de_de: Authentifizierung
gl: Autenticación
hu_hu: Hitelesítés
it_it: Autenticazione
ja_jp: 認証
pl_pl: Uwierzytelnianie

source: Auto sync
cs_cz: Samočinná synchronizace
de_de: Automatische Synchronisation
gl: Sincronización automática
hu_hu: Automatikus szinkronizálás
it_it: Sincronizzazione automatica
ja_jp: 自動同期
pl_pl: Automatyczne synchronizowanie

source: Bandwidth
cs_cz: Šířka přenosového pásma
da_da: Båndbredde
de_de: Bandbreite
gl: Largura de banda
hu_hu: Sávszélesség
it_it: Banda
ja_jp: 帯域幅
pl_pl: Pasmo

source: Begin
cs_cz: Začít
da_da: Begynd
de_de: Anfangen
gl: Inicio
hu_hu: Kezdés
it_it: Inzia
ja_jp: 開始
pl_pl: Początek

source: Bindings
cs_cz: Vazby
da_da: Bindinger
de_de: Anbindungen
gl: Ligazóns
hu_hu: Kapcsolás
it_it: Associazioni
ja_jp: バインディング
pl_pl: Przypisania

source: Blocklists
cs_cz: Seznamy blokovaných
da_da: Sortlister
de_de: Blocklisten
gl: Listas de bloqueo
hu_hu: Tiltólisták
it_it: Blocklist
ja_jp: ブロックリスト
pl_pl: Lista blokowanych

source: Cache size
cs_cz: Velikost mezipaměti
da_da: Cachestørrelse
de_de: Cachegröße
gl: Tamaño da caché
hu_hu: Gyorsítótár méret
ja_jp: キャッシュサイズ

source: Cache size (in MB) to reduce the number of disk reads and writes.
cs_cz: Velikost mezipaměti (v MiB), sloužící pro snížení množství čtení a zápisu na disky.
da_da: Cachestørrelse (i Mb) for at reducere læse og skrive antallet på disken.
de_de: Cachegröße (in MB), um die Anzahl der Lese- und Schreibzugriffe der Festplatte zu reduzieren.
gl: Tamaño da caché (en MB) para reducir o número de lecturas e escrituras no disco.
hu_hu: Gyorsítótár mérete (MB-ban), az irás/olvasás számának csökkentése érdekében.
ja_jp: キャッシュサイズ(MB単位)はディスクに対する読み、書きの回数を減らします。

source: Changing place in queue for selected item(s)
cs_cz: Přemístění označených položek ve frontě
da_da: Ændre plads i køen for valgte emne(r)
de_de: Position des ausgewählten Elementes/der ausgewählten Elemente in der Warteschlange wird geändert
gl: Cambio de lugar na cola para o(s) elemento(s) seleccionado(s)
hu_hu: A kijelölt elem(ek) sorrendjének módosítás a sorban.
it_it: Cambio posto in coda per la voce(voci) selezionate
ja_jp: 選択(複数可)されたアイテムのキューの場所を変更

source: Checking files
cs_cz: Kontrola souborů…
da_da: Kontroller filer
de_de: Dateien prüfen
gl: Comprobando os ficheiros
hu_hu: Fájlok ellenőrzése
it_it: Controllo file
ja_jp: ファイルのチェック
pl_pl: Sprawdź pliki

source: DL-rate
cs_cz: Rychlost stahování
de_de: Herunterladerate
gl: Taxa DL
hu_hu: Le-sebesség
it_it: Velocità Download
ja_jp: DLレート
pl_pl: Pr. wys

source: Daily
cs_cz: Denně
da_da: Daglig
de_de: Täglich
gl: Diariamente
hu_hu: Naponta
it_it: Giornaliero
ja_jp: 日次
pl_pl: Dzienne

source: Date & Time
cs_cz: Datum a čas
da_da: Dato & Tid
de_de: Datum & Zeit
gl: Data e hora
hu_hu: Dátum és idő
it_it: Data & Ora
ja_jp: 日付 & 時刻
pl_pl: Data i czas

source: Date added
cs_cz: Datum přidání
da_da: Dato Tilføjet
de_de: Datum hinzugefügt
gl: Data na que se engadiu
hu_hu: Hozzáadás ideje
it_it: Data aggiunto
ja_jp: 日付を追加
pl_pl: Data dodania

source: Date done
cs_cz: Datum dokončení
da_da: Dato Færdig
de_de: Datum erledigt
gl: Data na que foi feito
hu_hu: Elkészülés ideje
it_it: Data completamento
ja_jp: 完了の日付
pl_pl: Data zakończenia

source: Days
cs_cz: Dny
da_da: Dage
de_de: Tage
gl: Días
hu_hu: Napok
it_it: Giorni
ja_jp: 日
pl_pl: Dni

source: Debug
cs_cz: Ladění
de_de: Fehlersuche
gl: Depuración
hu_hu: Hibakeresés
ja_jp: デバッグ
pl_pl: Debugowanie

source: Delete Local Data
cs_cz: Smazat místní data
da_da: Slet Lokal Data
de_de: Lokale Daten löschen
gl: Eliminar os datos locais
hu_hu: Helyi adatok törlése
it_it: Cancella Dati Locali
ja_jp: ローカルデータを削除
pl_pl: Usuń lokalne dane

source: Delete torrent
cs_cz: Smazat torrent
da_da: Slet torrent
de_de: Torrent löschen
gl: Eliminar o torrent
hu_hu: Torrent törlése
it_it: Cancella torrent
ja_jp: torrentを削除
pl_pl: Usuń torrenta

source: Delete torrents added from the watch directory.
cs_cz: Smazat torrenty přidané ze sledované složky.
da_da: Slet tilføjet torrents fra overvågnings mappen.
de_de: Torrents löschen, die durch das überwachte Verzeichnis hinzugefügt wurden.
gl: Eliminar os torrent engadidos desde o directorio supervisado.
hu_hu: A megfigyelt mappából hozzáadott torrentek törlése
it_it: Cancella i torrent aggiunti dalla directory osservata.
ja_jp: 監視ディレクトリから追加されたtorrentを削除します。
pl_pl: Usuń torrenty z obserwowanego folderu po dodaniu .

source: Deleting torrent ...
cs_cz: Mazání torrentu…
da_da: Sletter torrent ...
de_de: Torrent wird gelöscht ...
gl: Eliminando un torrent ...
hu_hu: Torrent törlése…
it_it: Cancellazione torrent ...
ja_jp: torrentを削除しています ...
pl_pl: Usuwanie torrenta ...

source: Directory
cs_cz: Složka
da_da: Mappe
de_de: Verzeichnis
gl: Directorio
hu_hu: Mappa
ja_jp: ディレクトリ
pl_pl: Katalogi

source: Directory to keep downloads. If incomplete is enabled, only complete downloads will be stored here.
cs_cz: Složka pro stažené soubory. Pokud jsou umožněny i nekompletní, budou zde ukládány jen zcela stažené soubory.
da_da: Mappe til at gemme downloads. Hvis ufærdig er aktiveret, vil kun færdige downloads gemmes her.
de_de: Verzeichnis, in welchem die heruntergeladenen Daten gespeichert werden. Wenn unvollständig aktiviert ist, werden nur vollständig heruntergeladene Daten dort abgespeichert.
gl: Directorio no que gardar as descargas. Se está activada a opción «Incompletos» so se gardarán nel as descargas completadas.
hu_hu: Mappa a letöltések tárolása. Az ideiglenes mappa bekapcsolásával csak a teljes letöltések lesznek itt tárolva.
it_it: Cartella dove salvare i download. Se la cartella dei file incompleti è abilitata, solo i download completati saranno salvati qui.
ja_jp: ダウンロードを維持するためのディレクトリ。不完全ファイルが有効になっている場合、ダウンロードが完了したファイルのみ、ここに格納されます。
pl_pl: Katalog przechowywania pobieranych plików. Jeżeli "niekompletne" jest włączone w tym katalogu przechowywane będą tylko zakończone pobierania.

source: Directory to keep files in until torrent is complete.
cs_cz: Složky pro dočasné umístění nekompletních souborů.
da_da: Mappe til at gemme filer, indtil torrent er færdig.
de_de: Verzeichnis, in welchem die Dateien gespeichert werden bis der Torrent komplett ist.
gl: Directorio temporal no que gardar os ficheiros ata completar a descarga.
hu_hu: Mappa az állományok letöltés közbeni tárolásra.
it_it: Directory per i file temporaneamente incompleti.
ja_jp: torrentが完了するまでのファイルを保存するディレクトリ。
pl_pl: Katalog do przechowywania plików do zakończenia pobierania torrenta.

source: Distributed hash table (DHT).
cs_cz: Distribuovaná tabulka otisků. (DHT).
da_da: Distribueret hashtabel (DHT).
de_de: Verteilte Hashtabelle (DHT).
gl: (DHT) Táboa de Hash Distribuída.
hu_hu: Megosztott hash táblázat (DHT).
it_it: (DHT) Tabelle Hash Distribuite
ja_jp: 分散ハッシュテーブル(DHT)。
pl_pl: Rozproszona tablica mieszająca (DHT).

source: Done
cs_cz: Dokončeno
da_da: Færdig
de_de: Fertig
gl: Feito
hu_hu: Elkészült
it_it: Fatto
ja_jp: 完了
pl_pl: Udane

source: Download
cs_cz: Stáhnout
de_de: Herunterladen
gl: Descarga
hu_hu: Letöltés
ja_jp: ダウンロード
pl_pl: Pobierz

source: Download queue
cs_cz: Fronta stahování
da_da: Download kø
de_de: Herunterladewarteschlange
gl: Cola da descarga
hu_hu: Letöltési sor
ja_jp: ダウンロードキュー

source: Downloading
cs_cz: Stahování
da_da: Downloader
de_de: Herunterladen
gl: Descargando
hu_hu: Letöltés
it_it: Download in corso
ja_jp: ダウンロード中
pl_pl: Pobieranie

source: ETA
cs_cz: Odhad času
gl: Tempo estimado
it_it: ETA (Ora Prevista di Completamento)

source: Enable
cs_cz: Zapnuto
da_da: Aktiver
de_de: Aktivieren
gl: Activar
hu_hu: Engedélyés
it_it: Abilita
ja_jp: 有効
pl_pl: Właczone

source: Enable &micro;TP.
cs_cz: Zapnout &micro;TP.
da_da: Aktiver &micro;TP.
de_de: &micro;TP aktivieren.
gl: Activar &micro;TP.
hu_hu: &micro;TP engedélyezése
it_it: Abilita &micro;TP.
ja_jp: &micro;TPを有効にする。
pl_pl: Włącz &micro;TP.

source: Enable DHT.
cs_cz: Zapnout DHT.
da_da: Aktiver DHT.
de_de: DHT aktivieren.
gl: Activar DHT.
hu_hu: DHT engedélyezése.
it_it: Abilita DHT.
ja_jp: DHTを有効にする。
pl_pl: Włącz DHT

source: Enable LPD.
cs_cz: Zapnout LPD.
da_da: Aktiver LPD.
de_de: LPD aktivieren.
gl: Activar LPD.
hu_hu: LPD engedélyezése.
it_it: Abilita LPD.
ja_jp: LPDを有効にする。
pl_pl: Włącz LPD.

source: Enable PEX.
cs_cz: Zapnout PEX.
da_da: Aktiver PEX.
de_de: PEX aktivieren.
gl: Activar PEX.
hu_hu: PEX engedélyezése.
it_it: Abilita PEX.
ja_jp: PEXを有効にする。
pl_pl: Włącz PEX.

source: Enable Watch directory.
cs_cz: Zapnout sledovanou složku.
da_da: Aktiver Overvågnings mappe.
de_de: Überwachungsverzeichnis aktivieren.
gl: Activar o directorio a supervisar
hu_hu: Megfigyelt mappa engedélyezése.
it_it: Abilità la cartella osservata.
ja_jp: ディレクトリ監視を有効にする。
pl_pl: Włącz obserwowany katalog.

source: Enable download limit.
cs_cz: Omezit rychlost stahování.
da_da: Aktiver download grænse.
de_de: Herunterladebegrenzung aktivieren.
gl: Activar o límite de descarga.
hu_hu: Letöltési limit engedélyezése.
it_it: Abilita limite di download.
ja_jp: ダウンロードリミットを有効にする。
pl_pl: Włącz limit pobierania.

source: Enable incomplete directory.
cs_cz: Používat zvlášť složku pro ještě ne zcela stažené soubory.
da_da: Aktiver ufærdig mappe.
de_de: Unvollständig Verzeichnis aktivieren.
gl: Activar o directorio de incompletos.
hu_hu: Ideiglenes mappa engedélyezése.
it_it: Abilita la cartella dei file incompleti.
ja_jp: 不完全ディレクトリを有効にする。
pl_pl: Włącz katalog tymczasowy.

source: Enable paused torrent scraping.
cs_cz: Zapnout odstraňování pozastavených torrentů.
da_da: Aktiver pauset torrent høstning.
de_de: Pausiertes Torrent scraping aktivieren.
gl: Activar o raspado nos torrent en pausa.
hu_hu: Szüneteltetett torrentek összekaparásának engedélyezése.
it_it: Abilita lo scraping dei torrent in pausa.
ja_jp: 一時停止torrentスクレイピングを有効にする。

source: Enable port forwarding via NAT-PMP or UPnP.
cs_cz: Zapnout přesměrování portu prostřednictvím NAT-PMP nebo UPnP.
da_da: Aktiver port forwarding via NAT-PMP eller UPnP.
de_de: Port-Weiterleitung via NAT-PMP oder UPnP aktivieren.
gl: Activar o reenvío de portos a traves de UPnP ou NAT-PMP
hu_hu: Porttovábbítás engedélyezése NAT-PMP vagy UPnP-n keresztül.
it_it: Abilita l'inoltro porte attraverso NAT-PMP o UPnP.
ja_jp: NAT-PMPまたはUPnPによるポートフォワーディングを有効にする。
pl_pl: Włącz przekierowanie portów za pomocą NAT-PMP lub UPnP.

source: Enable turtle mode.
cs_cz: Omezit rychlost.
da_da: Aktiver turtle tilstand.
de_de: Schildkrötenmodus aktivieren.
gl: Activar o modo tartaruga.
hu_hu: Teknős mód engedélyezése.
ja_jp: タートルモードを有効にする。

source: Enable upload limit.
cs_cz: Omezit rychlost odesílání.
da_da: Aktiver upload grænse.
de_de: Hochladebegrenzung aktivieren.
gl: Activar o límite de envío.
hu_hu: Feltöltési korlát engedélyezése.
it_it: Abilita limite upload.
ja_jp: アップロードリミットを有効にする。
pl_pl: Włącz limit wysyłania.

source: Encryption
cs_cz: Šifrování
da_da: Kryptering
de_de: Verschlüsselung
gl: Cifrado
hu_hu: Titkosítás
it_it: Crittografia
ja_jp: 暗号化
pl_pl: Szyfrowanie

source: End
cs_cz: Konec
da_da: Slut
de_de: Ende
gl: Final
hu_hu: Befejezés
it_it: Fine
ja_jp: しゅる用
pl_pl: Koniec

source: Enter path to script.
cs_cz: Zadejte umístění skriptu.
da_da: Indtast sti til script.
de_de: Pfad zum Skript eingeben.
gl: Introduza a ruta aos guións de execución.
hu_hu: A szkript útvonalának megadása.
it_it: Inserisci percorso dello script.
ja_jp: スクリプトのパスを入力してください。
pl_pl: Podaj ścieżkę do skryptu.

source: Error
cs_cz: Chyba
da_da: Fejl
de_de: Fehler
gl: Erro
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
pl_pl: Błąd

source: Event
cs_cz: Událost
da_da: Begivenhed
de_de: Ereignis
gl: Actividade
hu_hu: Esemény
it_it: Evento
ja_jp: イベント
pl_pl: Zdarzenie

source: Fast
cs_cz: Rychle
da_da: Hurtig
de_de: Schnell
gl: Rápido
hu_hu: Gyors
it_it: Veloce
ja_jp: ファスト
pl_pl: Szybko

source: Files
cs_cz: Soubory
da_da: Filer
de_de: Dateien
gl: Ficheiros
hu_hu: Fájlok
it_it: File
ja_jp: ファイル
pl_pl: Pliki

source: Files and locations
cs_cz: Soubory a umístění
da_da: Filer og Placering
de_de: Dateien und Orte
gl: Ficheiros e localizacións
hu_hu: Fájlok és elérési utak
it_it: File e posizioni
ja_jp: ファイルと場所
pl_pl: Pliki i lokalizacje

source: Forced
cs_cz: Vynucené
da_da: Tvunget
de_de: Erzwingen
gl: Forzar
hu_hu: Erőltetett
it_it: Forzato
ja_jp: 強制
pl_pl: Wymuszony

source: Friday
cs_cz: pátek
da_da: Fredag
de_de: Freitag
gl: venres
hu_hu: Péntek
it_it: Venerdì
ja_jp: 金曜
pl_pl: Piątek

source: Full
cs_cz: Plné
da_da: Fuldt
de_de: Voll
gl: Completa
hu_hu: Teljes
it_it: Pieno
ja_jp: フル
pl_pl: Pełny

source: General
cs_cz: Obecné
da_da: Generelt
de_de: Allgemein
gl: Xeral
hu_hu: Általános
it_it: Generale
ja_jp: 一般
pl_pl: Główny

source: General settings
cs_cz: Obecná nastavené
da_da: Generelle indstillinger
de_de: Allgemeine Einstellungen
gl: Axustes xerais
hu_hu: Általános beállítások
it_it: Impostazioni generali
ja_jp: 一般設定
pl_pl: Główne ustawienia

source: Global
cs_cz: Celkové
hu_hu: Globális
it_it: Globale
ja_jp: グローバル
pl_pl: Globalny

source: Hourly
cs_cz: Za hodinu
da_da: Timebasis
de_de: Stündlich
gl: Cada hora
hu_hu: Óránként
it_it: Ogni ora
ja_jp: 毎時
pl_pl: Godzinny

source: ID
cs_cz: identifikátor
de_de: Kennung

source: IPv4 address to listen on. Use 0.0.0.0 for all host IPs.
cs_cz: IPv4 adresa na které očekávat spojení. 0.0.0.0 pro všechny adresy stroje.
da_da: IPv4 adresse, der skal lyttes på. Brug 0.0.0.0 til alle værts IPer.
de_de: IPv4-Adresse, auf der gelauscht wird. 0.0.0.0 für alle Host-IPs verwenden.
gl: Enderezo IPv4 de escoita. Usar 0.0.0.0 para todo o intervalo de IP.
hu_hu: IPv4-es címek, amelyeken figyel. A 0.0.0.0 használható minden kiszolgáló IP-re.
it_it: Indirizzo IPv4 di ascolto. Usa 0.0.0.0 per tutti gli host IP.
ja_jp: 待ち受けるIPv4アドレス。0.0.0.0を設定するとすべてのホストIPから受け付けます。
pl_pl: Adres IPv4 do nasłuchiwania. Dla wszystkich hostów IP, należy użyć 0.0.0.0.

source: IPv6 address to listen on. Use :: for all host IPs.
cs_cz: IPv6 adresa na které očekávat spojení. „::“ pro všechny adresy stroje.
da_da: IPv6 adresse, der skal lyttes på. Brug :: til alle værts IPer.
de_de: IPv6-Adresse, auf der gelauscht wird. :: für alle Host-IPs verwenden.
gl: Enderezo IPv6 de escoita. Usar :: para todo o intervalo de IP.
hu_hu: IPv6-es címek, amelyeken figyel. A :: használható minden kiszolgáló IP-re.
it_it: Indirizzo IPv6 di ascolto. Usa :: per tutti gli host IP.
ja_jp: 待ち受けるIPv6アドレス。:: を設定するとすべてのホストIPから受け付けます。
pl_pl: Adres IPv6 do nasłuchiwania. Dla wszystkich hostów IP, należy użyć ::

source: Idle
cs_cz: Nečinné
da_da: Ledig
de_de: Leerlauf
gl: Inactivo
hu_hu: Tétlen
it_it: Inattivo
ja_jp: アイドル
pl_pl: w spoczynku

source: Idle minutes
cs_cz: Minut nečinnosti
da_da: Ledige minutter
de_de: Leerlaufminuten
gl: Minutos de inactividade
hu_hu: Tétlen percek
ja_jp: アイドル時間（分）

source: Incomplete
cs_cz: Nedokončené
da_da: Ufærdig
de_de: Unvollständig
gl: Incompleta
hu_hu: Ideiglenes
it_it: Incompleto
ja_jp: 不完全
pl_pl: Niekompletny

source: Infinite
cs_cz: Nekonečno
da_da: Uendelig
de_de: Unendlich
gl: Infinito
hu_hu: Végtelen
it_it: Infinito
ja_jp: 制限なし
pl_pl: Nieograniczony

source: Info
cs_cz: Informace
da_da: Oplysning
gl: Información
hu_hu: Információ
ja_jp: 情報

source: Invalid path.
cs_cz: Neplatný popis umístění.
da_da: Ugyldig sti.
de_de: Ungültiger Pfad.
gl: Ruta incorrecta.
hu_hu: Érvénytelen útvonal.
ja_jp: 不正なパスです。

source: Limit download
cs_cz: Omezit stahování
da_da: Begræns download
de_de: Herunterladen begrenzen
gl: Límite da descarga
hu_hu: Letöltési korlát
ja_jp: ダウンロード制限

source: Limit download speed. Value is KB/s.
cs_cz: Omezit rychlost stahování. Hodnota je v KB/s.
da_da: Begræns download hastighed. Værdi er i KB/s.
de_de: Herunterladegeschwindigkeit begrenzen. Wert ist KB/s.
gl: Limita a velocidade de descarga. O valor é en KB/s.
hu_hu: Letöltési sebességkorlát. kB/s-ban.
ja_jp: ダウンロードスピードの制限。値はKB/sです。

source: Limit upload
cs_cz: Omezit odesílání
da_da: Begræns upload
de_de: Hochladen begrenzen
gl: Límite do envío
hu_hu: Feltöltési korlát
ja_jp: アップロード制限

source: Limit upload speed. Value is KB/s.
cs_cz: Omezit rychlost odesílání. Hodnota je v KB/s.
da_da: Begræns upload hastighed. Værdi er i KB/s.
de_de: Hochladegeschwindigkeit begrenzen. Wert ist KB/s.
gl: Limita a velocidade de envío. O valor é en KB/s.
hu_hu: Feltöltési sebességkorlát. kB/s-ban.
ja_jp: アップロードスピードの制限。値はKB/sです。

source: Limits
cs_cz: Omezení
da_da: Begrænsninger
de_de: Begrenzungen
gl: Límites
hu_hu: Korlátok
it_it: Limiti
ja_jp: 制限
pl_pl: Limity

source: Local peer discovery (LPD).
cs_cz: Zjišťování místních sdílejících (LPD).
da_da: Lokal peer opdagelse (LPD)
de_de: Lokale Peer-Auffindung (LPD).
gl: (LPD) Descuberta de pares locais
hu_hu: Helyi Peer felderítés (LPD).

source: Locations
cs_cz: Umístění
da_da: Placeringer
de_de: Orte
gl: Localizacións
hu_hu: Elérési út
it_it: Posizioni
ja_jp: 場所
pl_pl: Lokalizacje

source: Make sure the group 'debian-transmission' has read/write access to the shared folder.
cs_cz: Ověřte, že systémová skupina debian-transmission, má práva na čtení/zápis do sdílené složky.
da_da: Vær sikker på, at gruppen 'debian-transmission' har læse/skrive adgang til den delte mappe.
de_de: Stellen Sie sicher, dass die Gruppe 'debian-transmission' lese-/schreibzugriff auf den freigegebenen Ordner hat.
gl: Asegurese de que o grupo «debian-transmission» ten acceso de escritura ao cartafol compartido.
hu_hu: Ellenőrizni kell, hogy a „debian-transmission” csoportnak van-e írási és olvasási joga megosztott mappára.
it_it: Assicurati che il gruppo 'debian-transmission' abbia i premessi di lettura/scrittura sulle cartelle condivise.
ja_jp: 'debian-transmission' グループが共有フォルダに読み/書きの権限があることを確認してください。
pl_pl: Upewnij się że grupa 'debian-transmission' ma uprawnienia do czytania/zapisu udostępnionego katalogu.

source: May help get around some ISP filtering.
cs_cz: Může pomoci obejít blokování ze strany poskytovatele připojení k Internetu (ISP).
da_da: Hjælper måske med, at komme omkring nogle ISP filtere.
de_de: Hilft möglicherweise gegen ISP-Filter.
gl: Pode axudar a obter algún tipo de filtrado de ISP.
hu_hu: Némi ISP-szűrés segíthet.
it_it: Potrebbe aiutare per superare qualche filtro ISP.
ja_jp: いくつかのISPのフィルタリングを回避するのに役立つことがあります。
pl_pl: Może pomóc ominąć niektóre filtry ISP.

source: Message level
cs_cz: Podrobnost zpráv
da_da: Besked niveau
de_de: Nachrichtenstufe
gl: Nivel de mensaxes
hu_hu: Üzenetszint
ja_jp: メッセージレベル

source: Missing Status:
cs_cz: Chybí stav:
da_da: Manglende Status:
de_de: Fehlender Status:
gl: Estado desaparecido:
hu_hu: Hiányzó státusz:
it_it: Stato Mancante:
ja_jp: 不足の状態:
pl_pl: Brak statusu:

source: Mode for preallocating files.
cs_cz: Režim zabrání místa pro soubory dopředu.
da_da: Tilstand for efterallokering af filer
de_de: Modus zum Vorbelegen von Dateien.
gl: Modo de ficheiros preasignados
hu_hu: Mod a fájlok helyének előzetes befoglalására
it_it: Metodo di preallocazione file.
ja_jp: ファイルを事前に割り当てるためのモード。
pl_pl: Metoda wstępnej alokacji plików.

source: Monday
cs_cz: pondělí
da_da: Mandag
de_de: Montag
gl: luns
hu_hu: Hétfő
it_it: Lunedì
ja_jp: 月曜
pl_pl: Poniedziałek

source: Monthly
cs_cz: Měsíčně
da_da: Månedlig
de_de: Monatlich
gl: Mensualmente
hu_hu: Havonta
it_it: Mensile
ja_jp: 毎月
pl_pl: Miesięczniy

source: Move
cs_cz: Přesunout
da_da: Flyt
de_de: Verschieben
gl: Mover
hu_hu: Mozgatás
ja_jp: 移動

source: Move down
cs_cz: Přesunout dolů
da_da: Flyt ned
de_de: Nach unten
gl: Mover cara abaixo
hu_hu: Mozgatás le
it_it: Sposta giù
ja_jp: 下へ移動
pl_pl: Przenieś w dół

source: Move to bottom
cs_cz: Přesunout na konec seznamu
da_da: Flyt til bund
de_de: Nach ganz unten
gl: Mover ao fin
hu_hu: Mozgatás alulra
it_it: Sposta in fondo
ja_jp: 一番下へ移動
pl_pl: Przenieś na dół

source: Move to top
cs_cz: Přesunout na začátek seznamu
da_da: Flyt til top
de_de: Nach ganz oben
gl: Mover ao principio
hu_hu: Mozgatás a tetejére
it_it: Sposta in cima
ja_jp: 一番上へ移動
pl_pl: Przesuń na górę

source: Move up
cs_cz: Přesunout nahoru
da_da: Flyt op
de_de: Nach oben
gl: Mover cara arriba
hu_hu: Mozgatás fel
it_it: Sposta su
ja_jp: 上へ移動
pl_pl: Przenieś do góry

source: Name
cs_cz: Název
da_da: Navn
gl: Nome
hu_hu: Név
it_it: Nome
ja_jp: 名前
pl_pl: Nazwa

source: None
cs_cz: Žádný
da_da: Ingen
de_de: Keiner | Keine | Keines
gl: Ningún
hu_hu: Nincs
it_it: Nessuno
pl_pl: Brak

source: Not available
cs_cz: Nedostupné
da_da: Ikke tilgængelig
de_de: Nicht verfügbar
gl: Non dispoñíbel
hu_hu: Nem elérhető
it_it: Non disponibile
ja_jp: 利用不可
pl_pl: Nie dostępny

source: Off
cs_cz: Vypnuto
da_da: Fra
de_de: Aus
gl: Apagado
hu_hu: Ki
it_it: Spento
ja_jp: オフ
pl_pl: Wyłącz

source: Password
cs_cz: Heslo
da_da: Adgangskode
de_de: Passwort
gl: Contrasinal
hu_hu: Jelszó
ja_jp: パスワード
pl_pl: Hasło

source: Pause
cs_cz: Pozastavit
gl: Pausa
hu_hu: Szüneteltetés
it_it: Pausa
ja_jp: 一時停止
pl_pl: Pauza

source: Peer
cs_cz: Sdílející
gl: Par
ja_jp: ピア

source: Peer exchange (PEX)
cs_cz: Výměna mezi sdílejícími (PEX)
da_da: Peer udveksling (PEX)
de_de: Peer-Austausch (PEX)
gl: Intercambio de pares (PEX)
hu_hu: Peer csere (PEX)
it_it: Scambio Peer (PEX)
ja_jp: ピア変換(PEX)
pl_pl: Wzajemne wymiany (PEX)

source: Peer port
cs_cz: Port pro sdílející
gl: Porto de par
it_it: Porta Peer
ja_jp: ピアポート
pl_pl: Port Peer'a

source: Peer ports
cs_cz: Porty protistrany
da_da: Peer porte
gl: Portos de pares
hu_hu: Peer portok
ja_jp: ピアポート

source: Peers
cs_cz: Sdílející
gl: Pares
hu_hu: Peer
it_it: Peer
ja_jp: ピア
pl_pl: Peer'y

source: Per torrent
cs_cz: Pro jednotlivé torrenty
de_de: Pro Torrent
gl: Por torrent
ja_jp: ピアtorrent
pl_pl: Za torrent

source: Port forwarding
cs_cz: Přesměrování portů
de_de: Portweiterleitung
gl: Reenvío de portos
hu_hu: Port-továbbítás
it_it: Inoltro porta
ja_jp: ポートフォワーディング
pl_pl: Przekierowanie portu

source: Port to listen for incoming peer connections.
cs_cz: Port na kterém mám očekávat příchozí spojení od sdílejících.
da_da: Port der, skal lyttes på for indgående peer forbindelser.
de_de: Port, auf welchem für eingehende Peer-Verbindungen gelauscht wird.
gl: Porto de escoita para as conexións de pares entrantes.
hu_hu: Port a bejövő peer kapcsolatok figyelésére.
it_it: Porta di ascolto per connessioni peer in entrata.
ja_jp: 着信ピア接続を待ち受けるポート。
pl_pl: Port nasłuchu dla połączeń przychodzących od peer'ów.

source: Port to open and listen for RPC/web requests on.
cs_cz: Port který otevřít a očekávat na něm RPC/web požadavky.
da_da: Port der, skal åbnes og lyttes på for RPC/web anmodninger.
de_de: Port zum Öffnen und Lauschen nach RPC-/Webanforderungen.
gl: Porto de escoita para as peticións RCP/web.
hu_hu: Port az RPC/web kérések megnyitására és figyelésére.
ja_jp: RPC/Webリクエストのためのポートを開き、待ち受けます。

source: Postfix
cs_cz: Přípona
gl: Sufixo
it_it: Aggiungi estensione
