Repository: OpenMediaVault-Plugin-Developers/openmediavault-transmissionbt
Catalog: usr/share/openmediavault/locale/*/openmediavault-transmissionbt.po
Languages: cs_cz, da_da, de_de, gl, hu_hu, it_it, ja_jp, pl_pl

source: Url to access RPC (http://localhost/&lt;URI&gt;/(rpc|web).
it_it: Indirizzo URL per accedere a RPC (http://localhost/&lt;URI&gt;/(rpc|web).
pl_pl: Adres do dostępu RPC (http://localhost/&lt;URI&gt;/(rpc|web).

source: Micro Transport Protocol (&micro;TP).
it_it: Protocollo Micro Transport (&micro;TP).
