Repository: OpenMediaVault-Plugin-Developers/openmediavault-transmissionbt
Catalog: usr/share/openmediavault/locale/*/openmediavault-transmissionbt.po
Languages: cs_cz, da_da, de_de, gl, hu_hu, it_it, ja_jp, pl_pl

source: Postfix partially downloaded files with .part.
cs_cz: U ještě ne zcela stažených souborů přidat příponu .part.
da_da: Postfix delvist downloadet filer med .part.
de_de: Postfix teilweise heruntergeladene Dateien mit .part.
gl: Engadir o sufixo .part aos ficheiros descargados parcialmente.
hu_hu: A részlegesen letöltött fájlok kiegészítése .part kiterjesztéssel
it_it: Aggiungi l'estensione .part ai file parzialmente scaricati
ja_jp: Postfixは部分的に.partをつけてファイルをダウンロードしました。

source: Preallocation
cs_cz: Zabrat místo dopředu
da_da: Efterallokering
de_de: Vorbelegung
gl: Preasignacións
hu_hu: Előzetes helyfoglalás
it_it: Preallocazione
ja_jp: 事前割り当て
pl_pl: Alokacja

source: Preferred
cs_cz: Upřednostňované
da_da: Foretrukken
de_de: Bevorzugt
gl: Preferido
hu_hu: Előnyben részesített
it_it: Preferito
ja_jp: 優先度
pl_pl: Preferowane

source: Queue
cs_cz: Fronta
da_da: Kø
de_de: Warteschlange
gl: Cola
hu_hu: Sor
it_it: Coda
ja_jp: キュー
pl_pl: Kolejka

source: Queue stalled
cs_cz: Fronta je zabrzděná
da_da: Kø stoppet
de_de: Warteschlange angehalten
gl: Cola atoada
hu_hu: A sor megrekedt
ja_jp: キューが失速しました

source: Queued to check files
cs_cz: Zařazeno do fronty pro kontrolu souborů
da_da: I kø for at kontroller filer
de_de: Eingereiht zum Überprüfen der Dateien
gl: Na cola para comprobar os ficheiros
hu_hu: Sorba lett állítva fájlok ellenőrzésére
it_it: In coda per controllo file
ja_jp: チェックファイルをキューに入れました
pl_pl: Kolejkuj do sprawdzenia plików

source: Queued to download
cs_cz: Zařazeno do stahovaných souborů
da_da: I kø til download
de_de: Eingereiht zum Herunterladen
gl: Na cola para descargar
hu_hu: Sorba lett állítva letöltésre
it_it: In coda per il download
ja_jp: ダウンロードをキューに入れました
pl_pl: Kolejkuj do pobrania

source: Queued to seed
cs_cz: Zařazeno do nabízených souborů
da_da: I kø til seed
de_de: Eingereiht zum Seeden
gl: Na cola para sementar
hu_hu: Sorba lett állítva megosztásra
it_it: In coda per seed
ja_jp: シードをキューに入れました
pl_pl: Kolejkuj do wysyłania

source: Queuing
cs_cz: Zařazování do fronty
da_da: Sætter i kø
de_de: Einreihen
gl: Poñendo na cola
hu_hu: Sorba állítás
it_it: In coda
ja_jp: キューイング
pl_pl: Kolejkowanie

source: RPC/web interface settings
cs_cz: Nastavení RPC/webového rozhraní
da_da: RPC/Web interface indstillinger
de_de: RPC/Weboberflächeneinstellungen
gl: Axustes de RPC/interface web
hu_hu: RPC/web interfész beállítások
ja_jp: RPC/web インタフェース設定

source: Random Port on start.
cs_cz: Po startu zvolit náhodný port.
da_da: Tilfældig Port ved start.
de_de: Zufälliger Port beim Start.
gl: Porto ao chou no inicio.
hu_hu: Véletlenszerű port indításkor.
it_it: Porta Casuale all'avvio.
ja_jp: 開始時のランダムポート。
pl_pl: Losowy port na starcie.

source: Random high
cs_cz: Nahodilé vysoké
da_da: Vilkårlig høj
de_de: Zufällig hoch
gl: Alta aleatoriedade
hu_hu: Legnagyobb port
it_it: Casuale alta
ja_jp: ランダムハイ
pl_pl: Losowy wysoki

source: Random low
cs_cz: Nahodilé nízké
da_da: Vilkårlig lav
de_de: Zufällig niedrig
gl: Baixa aleatoriedade
hu_hu: Legkisebb port
it_it: Casuale bassa
ja_jp: ランダムロウ
pl_pl: Losowy niski

source: Random port
cs_cz: Nahodile zvolený port
da_da: Tilfældig port
de_de: Zufälliger Port
gl: Porto ao chou
hu_hu: Véletlenszerű port
ja_jp: ランダムポート

source: Ratio
cs_cz: Poměr
da_da: Forhold
de_de: Verhältnis
gl: Taxa
hu_hu: Arány
ja_jp: 比率
pl_pl: Udział

source: Ratio limit
cs_cz: Hranice poměru
da_da: Forholdsgrænse
de_de: Verhältnisbegrenzung
gl: Límite da taxa
hu_hu: Aránykorlát
ja_jp: 比率の制限

source: Require clients to authenticate themselves.
cs_cz: Vyžadovat aby se klienti prokázali ověřením.
da_da: Kræv at, klienter godkender sig.
de_de: Erzwingen, dass Clients sich selbst authentifizieren müssen.
gl: Requirese que os clientes se autentiquen a si mesmos.
hu_hu: Az ügyfeleknek azonosítani kell magukat
it_it: Richiede che i client si autentichino.
ja_jp: 自分自身を認証するためにクライアントが必要になります。
pl_pl: Wymagaj uwierzytelnienia klientów.

source: Resume
cs_cz: Obnovit
da_da: Genoptag
de_de: Fortsetzen
gl: Continuar
hu_hu: Folytatás
it_it: Ripristina
ja_jp: リジューム
pl_pl: Ponów

source: Run a script at torrent completion.
cs_cz: Po stažení torrentu spustit script.
da_da: Kør et script ved torrent færdiggørelse.
de_de: Ein Skript bei der Fertigstellung des Torrents ausführen.
gl: Executar un guión cando se complete o torrent.
hu_hu: Szkript futtatása a torrent befejezésekor.
it_it: Esegui script al completamento di un torrent.
ja_jp: torrent完了時にスクリプトを実行します。
pl_pl: Uruchom skrypt po zakończeniu torrenta.

source: Saturday
cs_cz: sobota
da_da: Lørdag
de_de: Samstag
gl: sábado
hu_hu: Szombat
it_it: Sabato
ja_jp: 土曜
pl_pl: Sobota

source: Scheduling
cs_cz: Plánování
da_da: Planlægning
de_de: Planung
gl: Planificación
hu_hu: Ütemezés
it_it: Pianificazione
ja_jp: スケジューリング
pl_pl: Planowanie

source: Scrape paused torrents.
cs_cz: Zahodit pozastavené torrenty.
da_da: Udrens midlertidigt standset torrents.
de_de: Scrape pausierte torrents
gl: Raspar os torrent en pausa.
hu_hu: Szüneteltetett torrentek összekaparása
it_it: Esegui scraping per i torrent in pausa.
ja_jp: スクレイプポーズしたtorrent。

source: Script
cs_cz: Skript
de_de: Skript
gl: Guión de execución
hu_hu: Szkript
ja_jp: スクリプト
pl_pl: Skrypt

source: Script to process after torrent finishes
cs_cz: Skript, který spustit po dokončení stahování torrentu.
da_da: Script, der udføres efter torrent er færdig
de_de: Skript zum Abarbeiten nach der Fertigstellung des Torrents
gl: Guión de execución que procesar despois de rematar o torrent
hu_hu: Szkript a torrent befejeződése utáni futtatásra
it_it: Script da eseguire appena un torrent si completa
ja_jp: トレントが終了した後に実行されるスクリプト

source: Seed
cs_cz: Nabízet
gl: Semente
hu_hu: Megosztás
ja_jp: シード

source: Seed queue
cs_cz: Fronta nabízení
da_da: Seed kø
de_de: Seed-Warteschlange
gl: Cola de sementes
hu_hu: Megosztási sor
ja_jp: シードキュー

source: Seeding
cs_cz: Nabízení
da_da: Seeder
gl: Sementando
hu_hu: Megosztás
it_it: In Seeding
ja_jp: シーディング
pl_pl: Seeduję

source: Seeding limit
cs_cz: Omezení nabízení
da_da: Seed grænse
de_de: Seeding-Begrenzung
gl: Límite de sementado
hu_hu: Megosztási korlát
ja_jp: シーディング制限

source: Set verbosity of transmission messages.
cs_cz: Nastavení úrovně podrobnosti zpráv od Transmission.
da_da: Angiv informationsniveauet af transmission beskeder.
de_de: Ausführlichkeit der Übertragungsmeldungen festlegen
gl: Activas as mensaxes detalladas do transmission.
hu_hu: A transmission üzenetek bőbeszédűségének beállítása
it_it: Imposta verbosità dei messaggi di transmission.
ja_jp: 伝送メッセージの詳細度を設定します。
pl_pl: Ustaw poziom szczegółowości wiadomości.

source: Sets transmission's file mode creation mask.
cs_cz: Nastaví masku pro soubory, vytvářené Transmission.
da_da: Angiver transmissions fil-tilstand oprettelses maske.
de_de: Legt die Dateierstellungsmaske der Übertragung fest.
gl: Establecer a máscara do modo de creación de ficheiros de transmission.
hu_hu: A transmission fájllétrehozási maszkjának beállítása
it_it: Imposta la modalità di creazione maschera in transmission.
ja_jp: 伝送されたファイルモードの作成マスクを設定します。
pl_pl: Podaj maskę dla plików tworzonych przez transmission.

source: Settings
cs_cz: Nastavení
da_da: Indstillinger
de_de: Einstellungen
gl: Axustes
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia

source: Shared folder
cs_cz: Sdílená složka
da_da: Delt mappe
de_de: Freigegebener Ordner
gl: Cartafol compartido
hu_hu: Megosztott mappa
it_it: Cartelle condivise
ja_jp: 共有フォルダ
pl_pl: Udostępniony katalog

source: Size
cs_cz: Velikost
da_da: Størrelse
de_de: Größe
gl: Tamaño
hu_hu: Méret
it_it: Dimensione
ja_jp: サイズ
pl_pl: Rozmiar

source: Socket TOS
cs_cz: Podmínky používání služby soketu
hu_hu: TOS csatlakozó
ja_jp: ソケットTOS
pl_pl: Ustawienia ToS

source: Speed
cs_cz: Rychlost
da_da: Hastighed
de_de: Geschwindigkeit
gl: Velocidade
hu_hu: Sebesség
it_it: Velocità
ja_jp: スピード
pl_pl: Prędkość

source: Stalled minutes
cs_cz: Zabrzděné minuty
da_da: Standset minutter
de_de: Minuten, seitdem ins Stocken geraten
gl: Minutos de atoamento
hu_hu: Várakozott percek
ja_jp: 失速した時間（分）

source: Start download
cs_cz: Spustit stahování
de_de: Herunterladen starten
gl: Iniciar a descarga
hu_hu: Letöltés indítása
it_it: Avvia download
ja_jp: ダウンロードの開始
pl_pl: Rozpocznij pobieranie

source: Start torrents
cs_cz: Spustit torrenty
de_de: Torrents starten
gl: Iniciar os torrent
hu_hu: Torrentek indítása
ja_jp: Torrentの開始

source: Start torrents as soon as they are added.
cs_cz: Spouštět torrenty hned po přidání do fronty.
da_da: Start torrents så snart de er tilføjet.
de_de: Torrents starten, sobald sie hinzugefügt wurden.
gl: Comezar a descarga segundo se engadan os torrent.
hu_hu: Torrent indítása közvetlenül hozzáadás után.
it_it: Avvia torrent appena vengono aggiunti.
ja_jp: 追加されたtorrentはすぐに開始されます。
pl_pl: Rozpocznij pobieranie torrentów zaraz po dodaniu.

source: Status
cs_cz: Stav
gl: Estado
hu_hu: Állapot
it_it: Stato
ja_jp: 状態

source: Stop seeding after being idle for N minutes.
cs_cz: Zastavit nabízení po N minutách, kdy nikdo nestahuje.
da_da: Stop med at seede efter at have været ledig i N minutter.
de_de: Das Seeden nach einem Leerlauf von N Minuten stoppen.
gl: Deter o sementado despois de estar inactivo N minutos
hu_hu: Megosztás leállítása N perc tétlenség után.
it_it: Ferma il seeding se inattivo per N minuti.
ja_jp: N分間アイドル状態になった場合、シーディングは停止します。
pl_pl: Zatrzymaj pobieranie torrentów zaraz po N minutach bezczynności.

source: Sunday
cs_cz: neděle
da_da: Søndag
de_de: Sonntag
gl: domingo
hu_hu: Vasárnap
it_it: Domenica
ja_jp: 日曜
pl_pl: Niedziela

source: Sync frequency
cs_cz: Četnost synchronizace
da_da: Sync frekvens
de_de: Synchronisierungsfrequenz
gl: Sincronizar a frecuencia
hu_hu: Szinkronizálás gyakorisága
it_it: Frequenza di sincronizzazione
ja_jp: 同期頻度
pl_pl: Częstotliwość synchronizacji

source: The URL of the blocklist.
cs_cz: URL adresa seznamu blokovaných.
da_da: URLen af sort listen.
de_de: Die URL der Blockliste.
gl: O URL da lista de bloqueados.
hu_hu: A blokkolási lista URL címe.
it_it: L'URL della blocklist.
ja_jp: ブロックリストのURL。
pl_pl: Adres z listy blokowanych

source: The peer connection encryption mode.
cs_cz: Režim šifrované komunikace mezi sdílejícími.
da_da: Peer forbindelses krypterings tilstand.
de_de: Der Verschlüsselungsmodus der Peer-Verbindung.
gl: O modo de cifrado da conexión de pares.
hu_hu: A Peer kapcsolat titkosítás módja.
it_it: La modalità di crittografia per la connessione.
ja_jp: ピア接続の暗号化モード。
pl_pl: Tryb szyfrowania peer'ów

source: Thursday
cs_cz: čtvrtek
da_da: Torsdag
de_de: Donnerstag
gl: xoves
hu_hu: Csütörtök
it_it: Giovedì
ja_jp: 木曜
pl_pl: Czwartek

source: Time
cs_cz: Čas
da_da: Tid
de_de: Zeit
gl: Hora
hu_hu: Idő
it_it: Tempo
ja_jp: 時間
pl_pl: Czas

source: Torrent is stopped
cs_cz: Torrent je zastaven
da_da: Torrent er stoppet
de_de: Torrent ist gestoppt
gl: Torrent foi detido
hu_hu: Torrent megállítva
it_it: Il torrent si è fermato
ja_jp: Torrentは停止しました。
pl_pl: Torrent jest zatrzymany

source: Torrents
cs_cz: Torrenty
hu_hu: Torrentek
it_it: Torrent
ja_jp: トレント
pl_pl: Torrenty

source: Torrents that have not shared data for queue-stalled-minutes are treated as 'stalled' and are not counted against the queue-download-size and seed-queue-size limits.
cs_cz: Torrenty, která neobsahují sdílená data pro zabrzděné minuty fronty jsou považovány za zabrzděné a nejsou započítávány do omezení velikost fronty stahování a velikost fronty poskytovaných.
da_da: Torrents, der ikke har delt data til kø-stoppet-minutter, bliver behandlet som 'standset' og ikke medregnet i kø-download-størrelse og seed-kø-størrelse grænserne.
gl: Torrents que non teñan compartido datos para a cola de detidos durante algúns minutos trataranse como «detidos» e se terán en conta para as colas de descarga por tamaño e para os límites de cola de sementado.
hu_hu: Azokat a torrenteket, amelyek nem osztottak meg „queue-stalled-minutes” adatot, azokat megrekedtként fogja kezelni és nem számítanak hhozzá a „queue-download-size” és a „seed-queue-size” korláthoz.
it_it: I torrent che non condividono dati per queue-stalled-minutes sono trattati come 'in stallo' e non sono contati nei limiti queue-download-size e seed-queue-size.
ja_jp: キュー失速時間のためにデータを共有していないトレントが'失速'とキュー·ダウンロード·サイズおよびシードキューサイズの制限に対してカウントされないようにします。
pl_pl: Torrenty które nie wymieniały danych przez czas określony w tym polu są oznaczane jako 'zablokowane' i nie są zaliczane do kolejki pobierania i kolejki seed

source: Transmission will only download download-queue-size non-stalled torrents at once.
cs_cz: Transmission bude naráz stahovat pouze nezabrzděné torenty do velikosti fronty stahovaných.
da_da: Transmission vil kun downloade download-kø-størrelse ikke-standset torrents med det samme.
gl: Transmission só descargará de vez torrents na cola de descargas por tamaño e non detidos.
hu_hu: A transmission csak egyszer fogja letölteni a „download-queue-size non-stalled” torrenteket.
it_it: Transmission scaricherà solo download-queue-size torrent non in stallo alla volta.
ja_jp: 伝送はダウンロードキューサイズ、非失速torrentは一度だけダウンロードされます。
pl_pl: Transmission będzie pobierał jednocześnie tylko tyle plików (nie zablokowanych) ile ustalono w polu rozmiar.

source: Transmission will only seed seed-queue-size non-stalled torrents at once.
cs_cz: Transmission bude naráz poskytovat pouze nezabrzděné torenty do velikosti fronty poskytovaných.
da_da: Transmission vil kun seede seed-kø-størrelse ikke-stoppet torrents med det samme.
gl: Transmission sé sementará de vez sementes de torrents na cola por tamaño e non detidas.
hu_hu: A transmission csak egyszer fogja megosztani a „seed seed-queue-size non-stalled” torrenteket.
it_it: Transmission metterà in seeding seed-queue-size torrent non in stallo alla volta.
ja_jp: 伝送はシードキューサイズ、非失速torrentは一度だけシードされます。
pl_pl: Transmission będzie wysyłał jednocześnie tylko daną liczbę nie zablokowanych plików.

source: Transmission will only seed until ratio limit is reached.
cs_cz: Transmission bude nabízet do doby, než bude dosaženo nastaveného poměru.
da_da: Transmission vil kun seede indtil forholdsgrænsen er nået.
de_de: Übertragung wird nur solange seeden bis die Verhältnisbegrenzung erreicht ist.
gl: Transmission sementará só ata acadar o limite máximo permitido.
hu_hu: A transmission addig oszt meg, amíg az arány el nem éri a beállított értéket.
it_it: Transmission starà in seeding finché il limite ratio è raggiunto.
ja_jp: 伝送はリミットの上限に達するまでシードされます。
pl_pl: Transmission będzie seed'ował pliki tylko do osiągnięcia tego limitu.

source: Trash original
cs_cz: Smazat originál
da_da: Slet original
de_de: Original in den Papierkorb verschieben
gl: Enviar o orixinal ao lixo
hu_hu: Eredeti kukázása
it_it: Elimina l'originale
ja_jp: オリジナルをゴミ箱へ
pl_pl: Kasuj oryginał

source: Tuesday
cs_cz: úterý
da_da: Tirsdag
de_de: Dienstag
gl: martes
hu_hu: Kedd
it_it: Martedì
ja_jp: 火曜
pl_pl: Wtorek

source: Turtle mode
cs_cz: Omezení rychlosti
da_da: Turtle tilstand
de_de: Schildkrötenmodus
gl: Modo tartaruga
hu_hu: Teknős mód
ja_jp: タートルモード

source: Turtle mode download speed. Value is KB/s.
cs_cz: Rychlost stahování v omezeném režimu. Hodnota je v KB/s.
da_da: Turtle tilstand download hastighed. Værdi er i KB/s.
de_de: Schildkrötenmodus für Herunterladegeschwindigkeit. Wert ist KB/s.
gl: Velocidade de descarga do modo tartaruga. O valor é en KB/s.
hu_hu: Teknős mód letöltési sebesség. kB/s-ban.
ja_jp: タートルモードのダウンロードスピード。値は KB/s。

source: Turtle mode upload speed. Value is KB/s.
cs_cz: Rychlost odesílání v omezeném režimu. Hodnota je v KB/s.
da_da: Turtle tilstand upload hastighed. Værdi er i KB/s.
de_de: Schildkrötenmodus für Hochladegeschwindigkeit. Wert ist KB/s.
gl: Velocidade de envío do modo tartaruga. O valor é en KB/s.
hu_hu: Teknős mód feltöltési sebesség. kB/s-ban.
ja_jp: タートルモードのアップロードスピード。値は KB/s。

source: UL-rate
cs_cz: Rychlost odesílání
de_de: Hochladerate
gl: Taxa UL
hu_hu: Fel-sebesség
it_it: Velocità Upload
ja_jp: ULレート
pl_pl: Pr. pob

source: URL
cs_cz: URL adresa

source: URL to access RPC and web interface (http://localhost/&lt;URL&gt;/(rpc|web).
cs_cz: URL adresa pro přístup k RPC a webovému rozhraní (http://localhost/&lt;URL&gt;/(rpc|web).
da_da: URL til at tilgå RPC og web interface (http://localhost/<URI>/(rpc|web).
de_de: URL zum Zugriff auf RPC un die Weboberfläche (http://localhost/&lt;URL&gt;/(rpc|web).
gl: URL para acceder ao RPC e á interface web (http://localhost/&lt;URL&gt;/(rpc|web).
hu_hu: Url cím hozzáférés RPC és web interfész (http://localhost/&lt;URL&gt;/(rpc|web).
ja_jp: RPCとウェブインタフェースのためのURL(http://localhost/&lt;URL&gt;/(rpc|web)。

source: Unknown
cs_cz: Neznámé
da_da: Ukendt
de_de: Unbekannt
gl: Descoñecido
hu_hu: Ismeretlen
it_it: Sconosciuto
ja_jp: 不明
pl_pl: Nieznany

source: Update blocklists automatically.
cs_cz: Samočinně aktualizovat seznamy blokovaných.
da_da: Opdater sort liste automatisk.
de_de: Blocklisten automatisch aktualisieren.
gl: Actualizar automaticamente as listas de bloqueo.
hu_hu: Tiltólista automatikus frissítése.
it_it: Aggiorna blocklist automaticamente.
ja_jp: 自動的にブロックリストを更新します。
pl_pl: Aktualizuj listę blokowanych automatycznie.

source: Upload
cs_cz: Nahrát
de_de: Hochladen
gl: Enviar
hu_hu: Feltöltés
ja_jp: アップロード
pl_pl: Wczytaj

source: Upload slots
cs_cz: Sloty pro nahrávání.
de_de: Hochladepositionen
gl: Rañuras de envío
hu_hu: Feltöltési szálak
it_it: Slot upload
ja_jp: アップロードスロット
pl_pl: Sloty wczytywania

source: Upload torrent
cs_cz: Nahrát torrent
de_de: Torrent hochladen
gl: Enviar un torrent
hu_hu: Torrent feltöltése
it_it: Carica torrent
ja_jp: アップロードtorrent
pl_pl: Wczytaj torrenta

source: Use blocklists.
cs_cz: Používat seznamy blokovaných.
da_da: Brug sort lister.
de_de: Blocklisten verwenden.
gl: Usar as listas de bloqueo.
hu_hu: Tiltólista használata.
it_it: Usa blocklist.
ja_jp: ブロックリストを使用します。
pl_pl: Użyj listy blokowania

source: Used for client authentication.
cs_cz: Slouží pro ověření klientů.
da_da: Brugt til klient godkendelse.
de_de: Für die Client-Authentifizierung verwendet.
gl: Utilizase para a autenticación do cliente.
hu_hu: Használd a kliens hitelesítésére.
it_it: Usato per l'autenticazione del client.
ja_jp: クライアント認証を使用します。
pl_pl: Używane do uwierzytelniania klienta.

source: Username
cs_cz: Uživatelské jméno
da_da: Brugernavn
de_de: Benutzername
gl: Nome de usuario
hu_hu: Felhasználónév
it_it: Nome Utente
ja_jp: ユーザー名
pl_pl: Nazwa użytkownika

source: Watch
cs_cz: Sledovaná složka
da_da: Overvåg
de_de: Überwachen
gl: Supervisar
hu_hu: Megfigyelés
it_it: Osserva
ja_jp: 監視
pl_pl: Przeglądaj

source: Watch a directory for torrent files and add them to transmission
cs_cz: Soubory s torrenty, které se ocitnou v této složce budou přidány do Transmission
da_da: Overvåg en mappe efter torrent filer og tilføj dem til transmission
de_de: Ein Verzeichnis auf Torrent-Dateien überwachen und sie zur Übertragung hinzufügen
gl: Directorio a supervisar , se engade un torrent engadirase á cola do transmission
hu_hu: Egy mappa megfigyelése torrent fájlok után kutatva a transmissionhoz való hozzáadáshoz
it_it: Controlla i file .torrent in una directory e aggiungili automaticamente a transmission.
ja_jp: torrentファイルのディレクトリを監視し、送信にそれらを追加します
pl_pl: Przeglądaj katalog w poszukiwaniu torrentów i dodaj je do pobierania

source: Wednesday
cs_cz: středa
da_da: Onsdag
de_de: Mittwoch
gl: mércores
hu_hu: Szerda
it_it: Mercoledì
ja_jp: 水曜
pl_pl: Środa

source: Weekly
cs_cz: Týdně
da_da: Ugenligt
de_de: Wöchentlich
gl: Semanalmente
hu_hu: Hetente
it_it: Settimanale
ja_jp: 毎週
pl_pl: Tygodniowy

source: When enabled, this will toggle the Turtle Mode.
cs_cz: Pokud je zapnuto, přepne omezení rychlosti.
da_da: Når aktiveret, vil dettte skifte Turtle Tilstand.
de_de: Wenn aktiviert, wird dies den Schildkrötenmodus umschalten.
gl: Cando estea activado, activarase o modo tartaruga.
hu_hu: Bekapcsolt állapotban felülbírálja a Teknős módot.
it_it: Quando abilitato, passa in Modalità Lenta.
ja_jp: これが有効になると、タートルモードを切り替えます。
pl_pl: Kiedy włączenie, jest ustawione alternatywne ograniczenie.

source: default
cs_cz: výchozí
da_da: standard
de_de: Standard
gl: predeterminado
hu_hu: alapértelmezett
ja_jp: デフォルト
pl_pl: domyślny

source: lowcost
cs_cz: levné připojení
da_da: lav omkostninger
de_de: Kostengünstig
gl: baixo custo
hu_hu: alacsony költségű
ja_jp: ローコスト
pl_pl: niski koszt

source: lowdelay
cs_cz: nízká prodleva
da_da: lav forsinkelse
de_de: geringe Verzögerung
gl: baixo atraso
hu_hu: alacsony késleltetés
ja_jp: 低遅延
pl_pl: małe opóźnienie

source: reliability
cs_cz: spolehlivost
da_da: pålidelighed
de_de: Ausfallsicherheit
gl: fiabilidade
hu_hu: megbízhatóság
ja_jp: 信頼性
pl_pl: niezawodność

source: throughput
cs_cz: propustnost
da_da: kapacitet
de_de: Durchsatz
gl: rendemento
hu_hu: teljesítmény
ja_jp: スループット
pl_pl: przepustowość

source: Lazy Bitfield
da_da: Doven Bitfelt
de_de: Faules Bitfeld
gl: Bits preguiceiros
it_it: Bitfield Passivo
ja_jp: レイジービットフィールド

source: Micro transport protocol (&micro;TP).
da_da: Micro transport protokol (&micro;TP).
de_de: Mikro-Transportprotokoll (&micro;TP).
gl: Protocolo de Transporte Micro (&micro;TP).
hu_hu: Micro Transport protokoll (&micro;TP).

source: OK
gl: Aceptar
ja_jp: はい

source: Port
gl: Porto
it_it: Porta
ja_jp: ポート

source: Umask
da_da: Ikke maskeret
gl: Máscara

source: Cache Size
it_it: Dimesione Cache
pl_pl: Rozmiar pamięci podręcznej

source: Cache size (in Mb) to reduce the number of disk reads and writes.
it_it: Dimensione cache (in Mb) per ridurre il numero di letture e scritture su disco.
pl_pl: Rozmiar pamięci cache (w Mb) w celu zmniejszenia liczby operacji zapisu/odczytu z dysku

source: Download Queue
it_it: Coda di Download
pl_pl: Kolejaka pobierania

source: Enable Turtle Mode.
it_it: Abilita la modalità Lenta.
pl_pl: Włącz alternatywne ograniczenie.

source: Idle Minutes
it_it: Minuti di inattività
pl_pl: Minut w spoczynku

source: Invalid Uri.
it_it: URL invalido.
pl_pl: Niepoprawny URI.

source: Limit Download
it_it: Limite Download
pl_pl: Limit pobierania

source: Limit Upload
it_it: Limite Upload
pl_pl: Limit wczytywania

source: Limit download speed. Value is kb/s.
it_it: Limite velocità download. Valori in kb/s.
pl_pl: Limit szybkości pobierania.Wartość w kb/s.

source: Limit upload speed. Value is kb/s.
it_it: Limite velocità upload. Valori in kb/s.
pl_pl: Limit szybkości wysyłania.Wartość w kb/s.

source: Local Peer Discovery (LPD).
it_it: Rilevazione Locale Peer(LPD).
pl_pl: Wyszukaj lokalnych Peerów (LPD).

source: Message Level
it_it: Livello Messaggi
pl_pl: Poziom wiaomości

source: Peer Ports
it_it: Porte Peer
pl_pl: Porty Peer-ów

source: Port to open and listen for RPC/Web requests on.
it_it: Porta da aprire e da ascoltare per le richieste RPC/Web.
pl_pl: Port nasłuchu dla połączeń RPC/Web.

source: Queue Stalled
it_it: Coda in stallo
pl_pl: Kolejka zablokowanych

source: RPC/WebUI Settings
it_it: Impostazioni RPC/WebUI
pl_pl: Ustawienia RPC/WebUI

source: Random Port
it_it: Porta Casuale
pl_pl: Losowy port

source: Ratio Limit
it_it: Limite Ratio
pl_pl: Limit udziału

source: Seed Queue
it_it: Coda Seed
pl_pl: Kolejka seed

source: Seeding Limit
it_it: Limite di Seeding
pl_pl: Limit Seedowania

source: Stalled Minutes
it_it: Minuti di stallo
pl_pl: Minut do blokady

source: Start Torrents
it_it: Avvia Torrent
pl_pl: Uruchom torrenty

source: Turtle Mode
it_it: Modalità Lenta
pl_pl: Alternatywne ograniczenie prędkości

source: Turtle Mode download speed. Value is kb/s.
it_it: Velocità download in modalità Lenta. Valori in kb/s.
pl_pl: Alternatywne ograniczenie szybkości pobierania. Wartość w kb/s.

source: Turtle Mode upload speed. Value is kb/s.
it_it: Velocità upload in modalità Lenta. Valori in kb/s.
pl_pl: Alternatywne ograniczenie szybkości wysyłania. Wartość w kb/s.
